{
  "Index": {
    "title": "Desarrollador MERN Fullstack Semi-Senior",
    "name": "Nombre: {name}",
    "website": "Sitio Web Personal",
    "phone": "Telefono",
    "skills": "Habilidades",
    "description": "Genero: Masculino | Edad: 36 años",
    "profile": "Perfil",
    "education": "Educación",
    "employment": "Experiencia Laboral",
    "profile1": "Desarrollador Web Fullstack con más de 5 años de experiencia programando para diversas empresas de tecnología. Me especializo en trabajar con el stack MERN para crear sitios web hermosos, en tiempo real, y experiencias de usuario atractivas.",
    "profile2": "Tengo sólidas habilidades en el backend, que incluyen la creación de servidores, middleware, rutas y APIs usando Express.js. Para la persistencia de datos de usuario, trabajo con bases de datos NoSQL en el entorno de MongoDB Atlas Cloud.",
    "profile3": "Soy hispanohablante, pero también soy fluido en inglés. Tengo experiencia trabajando de manera remota con clientes en EE. UU. Como una persona altamente motivada y organizada, prospero en entornos colaborativos y de ritmo rápido.",
    "profile4": "Estoy buscando el próximo gran desafío en mi carrera, ya sea que implique trabajo remoto o reubicación en el extranjero. Estoy abierto a oportunidades que me permitan seguir creciendo y expandiendo mis habilidades de programación.",
    "profile5": "Actualmente, estoy avanzando en el campo de la Inteligencia Artificial, enfocándome en diseñar agentes de IA que aceleren el desarrollo web y permitan interacciones más naturales y eficientes entre los usuarios y sus datos.",
    "education2": "Ingles nivel B2 Instituto Cambridge. 2001-2005",
    "education3": "Javascript ES6+ Esencial I & II. Cisto Networking Academy (online). 2018",
    "education4": "Curso de Programacion: Argentina Programa 4.0 Gobierno de la Nacion. 2020-21",
    "education5": "Desarrollador Frontend React. Universidad Tecnologica Nacional (UTN). 2022",
    "education6": "DB Administrador mongodb Atlas. MongoDB University (online). 2023",
    "education7": "Python Esencial I & II. Cisto Networking Academy (online). 2024",
    "education8": "Creacion y manejo de agentes IA Python. Langchain Academy (online). 2024",
    "education9": "Consulta todas mis certificaciones en mi sitio web.",
    "employment1": "Frontend Developer con javascript en Club Argentino Castelar. 08/2018 - 11/2019",
    "employment2": "React Developer en Federacion FEBAMBA de Basquetball. 05/2020 - 12/2021",
    "employment3": "Nextjs developer en Picnic, aplicaion de comidas y delivery. 01/2022 - 12/2022",
    "employment4": "Administro mi propio sitio web dedicado a fans de los Boston Celtics. 12/2020 - Presente (2025)",
    "employment5": "Frontend developer for web 3.0 project. 07/2023 to Present (2025)",
    "employment6": "Desarrollé y desplegué múltiples aplicaciones web y herramientas para devs. Ver proyectos seleccionados en",
    "language": "Idiomas",
    "language1": "Español: Nativo",
    "language2": "Ingles: Fluido",
    "location": "Ubicación",
    "repositories": "(mas de 100 repos)"
  }
}
