{
  "Index": {
    "name": "{name}",
    "website": "Sitio Web Personal",
    "phone": "Telefono",
    "skills": "Habilidades",
    "description": "Genero: Masculino, Edad: 36 años",
    "profile": "Perfil",
    "education": "Formación Académica",
    "employment": "Experiencia Laboral",
    "profile1": "Soy un desarrollador web en el stack MERNT con +4 años de experiencia. Estoy especializado en la creacion de apps frontend en tiempo real usando el ecosistema de React.",
    "profile2": "Ademas poseo solidos conocimientos para desarrollar en el backend en aplicaciones que utilicen con nodejs, express y las dependencias asociadas para enriquecer este framework backend minimalista.",
    "profile3": "En cuanto a la persistencia de los datos acostumbro a trabajar en el ecosistema de mongoDB Atlas almacenando la datos sensibles de los usuarios en la nube en formato de documentos nosql.",
    "profile4": "He trabajado con clientes internacionales, particularmente de Estados Unidos, lo que me ha permitido perfeccionar mis habilidades de comunicación en inglés, tanto en conversaciones técnicas como no técnicas, lo que me permite adaptarme rápidamente a diferentes contextos y necesidades.",
    "profile5": "Actualmente me encuentro desarrollandome en el campo de la inteligencia artificial con el objetivo diseñar agentes IA que permitan desarrollar sitios web con mayor velocidad y puedan interactuar con los usuarios y sus datos de manera mas natural y eficiente.",
    "education2": "Ingles nivel B2 Instituto Cambridge. 2001-2005",
    "education3": "Javascript ES6+ Esencial I & II. Cisto Networking Academy (online). 2018",
    "education4": "Curso de Programacion: Argentina Programa 4.0 Gobierno de la Nacion. 2020-21",
    "education5": "Desarrollador Frontend React. Universidad Tecnologica Nacional (UTN). 2022",
    "education6": "DB Administrador mongodb Atlas. MongoDB University (online). 2023",
    "education7": "Python Esencial I & II. Cisto Networking Academy (online). 2024",
    "education8": "Creacion y manejo de agentes IA Python. Langchain University (online). 2024",
    "employment1": "Frontend Developer con javascript & SASS en Club Argentino Castelar. 08/2018 - 11/2019",
    "employment2": "React Developer en Federacion FEBAMBA de Basquetball. 05/2020 - 12/2021",
    "employment3": "Nextjs developer en Picnic, aplicaion de comidas y delivery. 01/2022 - 12/2022",
    "employment4": "Administro mi propio sitio web dedicado a fans de los Boston Celtics. 12/2020 - Presente (2024)",
    "employment5": "Frontend dev con typescript, react, framermotion desarrollando apps para web3.0. 04/2023 - Presente (2024)",
    "language": "Idiomas",
    "language1": "Español: Nativo",
    "language2": "Ingles: Fluido"
  }
}