{
  "Index": {
    "title": "Fullstack MERN Developer Mid-Senior",
    "name": "Name: {name}",
    "website": "Portfolio Website",
    "phone": "Phone",
    "skills": "Programming Skills",
    "description": "Gender: Male | Age: 36 years old",
    "profile": "Profile",
    "education": "Education",
    "employment": "Employment History",
    "profile1": "Fullstack Web Developer with over 5 years of experience programming for various IT companies. I specialize in working with the MERN stack to create beautiful, real-time websites and engaging user experiences.",
    "profile2": "I have strong backend skills, including building servers, middlewares, routes, and APIs using Node.js and Express.js. When it comes to persisting user data, I typically work with NoSQL databases, particularly MongoDB Atlas Cloud environments.",
    "profile3": "My native language is Spanish, but I am also fluent in English. I have extensive experience working remotely with U.S.-based clients, regularly conducting meetings in English over extended periods. As a highly motivated and organized individual, I thrive in fast-paced, collaborative team environments.",
    "profile5": "Currently, I am advancing in the field of Artificial Intelligence, focusing on designing AI agents that accelerate web development and enable more natural and efficient interactions between users and their data.",
    "profile4": "I am seeking the next big challenge in my career, whether it involves remote work or relocating abroad. I am open to opportunities that allow me to continue growing and expanding my programming skills.",
    "education1": "High School degree: Maria Mazzarello Institute. Argentina 2004-2006",
    "education2": "English Certificate B2 Cambridge Institute. Argentina 2001-2005",
    "education3": "Javascript ES6+ Essential I & II. Cisco Networking Academy (online). 2019-2020",
    "education4": "React course Argentina Programa 4.0. Gobierno de la ciudad de Buenos Aires. 2021",
    "education5": "React Frontend Developer course. UTN (Universidad Tecnologica Nacional). 2022",
    "education6": "Database Admin Manager. MongoDB University (online). 2023",
    "education7": "Python Esencial I & II. Cisco Networking Academy (online). 2024",
    "education8": "Introduction to Langchain with Python. Langchain Academy (online). 2024",
    "education9": "Check out all my certifications on my website.",
    "employment1": "FrontEnd developer with Javascript in Club Argentino Castelar. 08/2018 to 11/2019",
    "employment2": "React Developer in Federacion de Basquet Argentino. 05/2020 to 12/2021",
    "employment3": "Nextjs Developer in Picnic App for delivery and doordashers. 01/2022 to 12/2022",
    "employment4": "I managed my own web app for boston celtics fans. 12/2020 to Present (2025)",
    "employment5": "Frontend dev for web 3.0 project. 07/2023 to Present (2025)",
    "employment6": "Developed and deployed multiple web applications and developer tools. View selected projects at",
    "language": "Languages",
    "language1": "Spanish: Native",
    "language2": "English: Fluent",
    "location": "Location",
    "repositories": "(more than 100 repos)"
  }
}
